Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/WhatsNew.xcstrings
Source language: en
Languages: cs, de, it, ja, ko, nl, pt, tr, zh_hans, zh_hant

source: (Available only in the App Store version)
cs: (K dispozici pouze ve verzi pro App Store)
de: (Nur auf der App Store version verfügbar)
it: (Disponibile solo nella versione dell'App Store)
ja: （App Store版でのみ有効）
ko: (App Store 버전에서만 가능)
nl: (Alleen beschikbaar in de App Store-versie)
pt: (Disponível apenas na versão da AppStore)
tr: (Yalnızca App Store sürümünde kullanılabilir)
zh_hans: （仅在App Store版本中可用）
zh_hant: （僅可用於敝軟體的App Store發行版）

source: Beta
cs: Betaverze
ko: 베타
nl: Bèta
zh_hans: Beta版

source: Complete release notes
cs: Úplné poznámky k vydání
de: Vollständige Versionshinweise
it: Note di rilascio complete
ja: 完全なリリースノート
ko: 전체 릴리즈 노트
nl: Complete versienotities
pt: Notas de versão completas
tr: Tam yayım notları
zh_hans: 完整的发布说明
zh_hant: 發行說明（完整記錄版）

source: Continue
cs: Pokračovat
de: Fortfahren
it: Continua
ja: 続ける
ko: 계속
nl: Ga door
pt: Continuar
tr: Sürdür
zh_hans: 继续
zh_hant: 繼續

# NewFeature.donation.description
source: Support the CotEditor project by offering coffee to the developer.
cs: Podpořte projekt CotEditor tím, že vývojáři nabídnete kávu.
de: Anbieten von Kaffee für Entwickler zur Unterstützung des CotEditor-Projektes
it: Sostieni il progetto CotEditor offrendo un caffè allo sviluppatore.
ja: 開発者にコーヒーを送ってCotEditorプロジェクトをサポート。
ko: CotEditor
nl: Steun het CotEditor-project door koffie aan te bieden aan de ontwikkelaar.
pt: Apoie o projeto CotEditor pagando um cafézinho ao desenvolvedor.
tr: Geliştiricisine bir kahve ısmarlayarak CotEditor projesini destekleyin.
zh_hans: 支持CotEditor项目，为开发者提供咖啡。
zh_hant: 以捐贈咖啡費用的方式支援開發者

# NewFeature.donation.label
source: Donation
cs: Darování
de: Spende
it: Donazione
ja: 寄付
ko: 후원
nl: Donatie
pt: Doação
tr: Bağış
zh_hans: 捐赠
zh_hant: 捐贈

# NewFeature.folderNavigation.description
source: Open a folder in CotEditor to navigate its contents in the new sidebar.
cs: Otevřete složku v CotEditoru a procházejte její obsah v novém bočním panelu.
de: Einen Ordner in CotEditor öffnen, um durch seinen Inhalt in der neuen Seitenleiste zu navigieren.
it: Apri una cartella in CotEditor per sfogliarne i contenuti nella nuova barra laterale.
ja: フォルダをCotEditorで開いて新しいサイドバーで内容をナビゲート。
ko: CotEditor에서 폴더를 열고 내용을 새 사이드바에서 탐색할 수 있습니다.
nl: Open een map in CotEditor om door de inhoud ervan te navigeren in de nieuwe zijbalk.
pt: Abra uma pasta no CotEditor para navegar em seu conteúdo na nova barra lateral.
tr: Yeni kenar çubuğunda içeriğine gitmek için bir klasörü CotEditor ile açın.
zh_hans: 在CotEditor中打开文件夹，在新的侧边栏中对其内容进行导航。
zh_hant: 用CotEditor直接開啟一個檔案夾、以在視窗邊欄內導覽該檔案夾的內容。

# NewFeature.folderNavigation.label
source: Folder Navigation
cs: Navigace ve složce
de: Ordnernavigation
it: Navigazione delle cartelle
ja: フォルダナビゲーション
ko: 폴더 탐색
nl: Mapnavigatie
pt: Navegação de Pastas
tr: Klasör Dolaşımı
zh_hans: 文件夹导航
zh_hant: 檔案夾導覽

# NewFeature.macOSSupport.description
source: Work perfectly with new macOS 15.
cs: Perfektní práce s novým systémem macOS 15.
de: Mit dem neuen macOS 15 perfekt funktionieren.
it: Pienamente compatibile con macOS 15.
ja: 新しいmacOSを完全にサポートしています。
ko: 새 macOS 15에서 완벽하게 작동합니다.
nl: Werkt perfect met de nieuwe macOS 15.
pt: Funciona perfeitamente no novo macOS 15.
tr: Yeni macOS 15 ile sorunsuzca çalışır.
zh_hans: 完美兼容全新的macOS 15
zh_hant: 可完美運作於macOS 15系統平台。

# NewFeature.macOSSupport.label
source: macOS 15 Sequoia Support
cs: Podpora systému macOS 15 Sequoia
de: Unterstützung für macOS 15 Sequoia
it: Supporto di macOS 15 Sequoia
ja: macOS 15サポート
ko: macOS 15 Sequoia 지원
nl: Ondersteuning voor macOS 15 Sequoia
pt: Suporte ao macOS 15 Sequoia
tr: macOS 15 Sequoia Desteği
zh_hans: 支持macOS 15 Sequoia
zh_hant: 對macOS 15 Sequoia的支援

# NewFeature.writingTools.description
source: The upcoming Writing Tools by Apple Intelligence will work properly.
cs: Nadcházející psací nástroje (Writing Tools) pro Apple Intelligence budou fungovat správně.
de: Die kommenden Schreibwerkzeuge von Apple Intelligence werden ordnungsgemäß funktionieren.
ja: きたるApple Intelligenceの作文ツールもしっかり動作します。
ko: 공개 예정인 Apple Intelligence 글쓰기 도구가 잘 작동합니다.
pt: O Writing Tools do Apple Intelligence funcionará corretamente.
tr: Apple Intelligence’ın yakında kullanıma sunacağı Yazma Araçları düzgünce çalışacak.
zh_hant: 即將由Apple推出的智能寫作工具（Writing Tools by Apple Intelligence）將可在敝App內正常工作。

# NewFeature.writingTools.label
source: Apple Intelligence Ready
cs: Připraven na Apple Intelligence
de: Apple Intelligence bereit
ja: Apple Intelligence対応
ko: Apple Intelligence 대응
pt: Pronto para o Apple Intelligence
tr: Apple Intelligence’a Hazır
zh_hant: 已對Apple Intelligence就緒

source: Open Donation Settings
cs: Otevřít nastavení Darování
de: Spende-Einstellungen öffnen
it: Apri le impostazioni della donazione
ja: 寄付設定を開く
ko: 후원 설정 열기
nl: Open donatie-instellingen
pt: Abrir Configurações de Doação
tr: Bağış Ayarlarını Aç
zh_hans: 打开捐赠设定
zh_hant: 開啟捐贈設定

source: What’s New in **CotEditor %@**
cs: Co je nového v aplikaci **CotEditor %@**
de: Neue Funktionen in CotEditor **%@**
it: Le novità di **CotEditor %@**
ja: **CotEditor %@**の新機能
ko: **CotEditor %@**의 새로운 기능
nl: Wat is er nieuw in **CotEditor %@**?
pt: Novidades no **CotEditor %@**
tr: **CotEditor %@** sürümünde neler yeni
zh_hans: **CotEditor %@**的新功能
zh_hant: **CotEditor %@**的新功能
